Repository: wp-plugins/cuca-validator
Catalog: languages/CuCa-Validator-*.po
Languages: it_it

source: Range first number
it_it: Range primo numero

source: Write the max amount for the first element
it_it: Scrivi il numero massimo per il primo elemento

source: Range second number
it_it: Range secondo numero

source: Write the max amount for the second element
it_it: Scrivi il numero massimo per il secondo elemento

source: Operations
it_it: Operazioni

source: Select which operations to use in the Captcha
it_it: Seleziona quali operazioni da usare nel Captcha

source: Addition <i>(Default)</i>
it_it: Addizione <i>default</i>

source: Subtraction
it_it: Sottrazione

source: Multiplication
it_it: Moltiplicazione

source: Division <i>(Not Advised)</i>
it_it: Divisione <i>Non consigliata</i>

source: Select the Skin
it_it: Seleziona la skin

source: Which fits best to your theme
it_it: che si adatta meglio al tuo tema

source: Classic
it_it: Classico

source: Modern
it_it: Moderno

source: Vintage
it_it: Vintange

source: Minimal
it_it: Minimale

source: Light Wood
it_it: Legno chiaro

source: Dark Wood
it_it: Legno scuro

source: Enable
it_it: Abilita

source: Unlock this field
it_it: Sblocca questo campo

source: Solve the operation to unlock the blocked text field
it_it: Risolvi l'operazione per sbloccare il campo di testo

source: Adding CuCa to your form
it_it: Aggiungere CuCa al tuo form

source: Add this shortcode <strong>[CuCaM]</strong> to your page/post to generate the capthca
it_it: Aggiungi questo shortcode <strong>[CuCaM]</strong> alla tua pagina/post per generare il captcha

source: Add the <strong>class="CuCaM"</strong> to the<br/>field/form you wanto to control
it_it: Aggiungi la classe <strong>class="CuCaM"</strong> al tuo<br/>form/input sul quale vuoi avere il controllo

source: Done
it_it: Fine

source: Captcha width/height
it_it: Captcha larghezza/altezza

source: Customize the size of your captcha
it_it: Imposta le dimensioni del tuo captcha

source: String length
it_it: Lunghezza della stringa

source: Write the max number of character<br/>the captcha should use [1-9]
it_it: Imposta il numero massimo di caratteri<br/>che il captcha dovrebbe utilizzare [1-9]

source: Randomize?
it_it: Randomizzare?

source: Font Family
it_it: Font

source: Select which font the captcha should use
it_it: Seleziona quale font dovrebbe essere utilizzato dal captcha

source: Randomize
it_it: Randomizza

source: Select which settings you want to randomize
it_it: Seleziona quali opzioni randomizzare

source: String rotation
it_it: Rotazione stringa

source: String size
it_it: Dimensione stringa

source: String color
it_it: Colore stringa

source: Orange
it_it: Arancione

source: Elegant
it_it: Elegante

source: Insert the string shown in the captcha to unlock the blocked field
it_it: Inserisci la stringa mostrata nel captcha per sbloccare il campo di testo

source: Add this shortcode <strong>[CuCaW]</strong> to your page/post to generate the capthca
it_it: Aggiungi questo shortcode <strong>[CuCaW]</strong> alla tua pagina/post per generare il captcha

source: Add the <strong>class="CuCaW"</strong> to the<br/>field/form you wanto to control
it_it: Aggiungi la classe <strong>class="CuCaW"</strong> al tuo<br/>form/input sul quale vuoi avere il controllo

source: Captcha rows/columns
it_it: Captcha righe/colonne

source: Customize the size of your color grid
it_it: Imposta la dimensione della tua griglia

source: Cell size/spacing
it_it: Cella grandezza/interspazio

source: Size of the cell and spacing in between
it_it: Dimensione della cella e spazio fra esse

source: Allow multy try
it_it: Permettere più tentativi

source: Choose if the user may try multiple times<br/>before refreshing
it_it: Scegli se permettere all'utente di poter provare<br/>più volte prima del refresh.

source: How many?
it_it: Quante volte?

source: Select the color shown in the captcha to unlock the blocked field
it_it: Seleziona il colore mostrato nel captcha per sbloccare il campo di testo

source: Add this shortcode <strong>[CuCaC]</strong> to your page/post to generate the capthca
it_it: Aggiungi questo shortcode <strong>[CuCaC]</strong> alla tua pagina/post per generare il captcha

source: Add the <strong>class="CuCaC"</strong> to the<br/>field/form you wanto to control
it_it: Aggiungi la classe <strong>class="CuCaC"</strong> al tuo<br/>form/input sul quale vuoi avere il controllo

source: Support CuCa!
it_it: Sotieni CuCa!

source: Save your coffee coins.<br/>A few cents for you, a great help for us.<br/>
it_it: Risparmia una volta il tuo caffé.<br/>Pochi centesimi per te, un grande aiuto per noi.<br/>

source: Special thanks to:
it_it: Un ringraziamento speciale a:

source: Stop your spam with a simple mathematical operation
it_it: Ferma il tuo spam con una semplice operazione matematica

source: Settings
it_it: Impostazione

source: Find in the grid the color shown
it_it: Trova il colore mostrato

source: Times left!
it_it: Volte rimanenti!

source: Well done!
it_it: Ben fatto!

source: Simple anti-spam control, solve<br/>this operation to unlock the form
it_it: Semplice controllo anti spam, risolvi<br/>l'operazione per sbloccare il form
